{
    "start_message": {
        "text": "Доброго времени суток, {name} 👋🏻\n\nДобро пожаловать в гостевого бота проекта \"Свой в Альфа\" 🅰️\n\nОн кратко расскажет вам о нашем проекте, о том, как и сколько можно заработать, а также предоставит бонус — бесплатное обучение от нашей команды 🔥\n\nЖмите кнопку \"Далее\" и получите всю информацию ⏬",
        "buttons": [
            {"text": "Далее 🔥", "callback_data": "stage_1"}
        ]
    },
    "stage_1": {
        "text": "Альфа-банк поставил перед собой амбициозную задачу — стать ТОП-1 банком в России, и для этого они создали проект \"Свой в Альфа\" ❤️\n\nСуть проекта в том, что банк будет платить вам за его продвижение. Как это работает? 🤔\n\nОчень просто! Рассказывайте друзьям и знакомым о преимуществах банка, упоминайте о кешбэках и приветственных бонусах, отправляйте реферальную ссылку и получайте деньги 🤑\n\nЗа каждого приведенного человека в банк вы получите от 1500₽ 😱\n\n10 друзей * 1500 = 15 000₽ — неплохо, правда? \n\nНо как еще можно заработать? ⏬",
        "image_url": "images/img_1.jpg",
        "buttons": [
            {"text": "Узнать 🤩", "callback_data": "stage_2"}
        ]
    },
    "stage_2": {
        "text": "В проекте действует многоуровневая реферальная система. Звучит сложно, но объясню простыми словами 🤓\n\nЯ рассказал тебе про эту карту, ты ее оформил и стал клиентом. За тебя я получил 1500₽ 🤑\n\nТы стал агентом и рассказал про карту своему другу. Ты получил 1500₽, а я получил 500₽ за то, что ты заработал 😁\n\nТвой друг порекомендовал карту еще одному другу, и все заработали: твой друг, ты и я ❤️\n\nТаким образом, ты зарабатываешь пассивно с того, что твои друзья зарабатывают! Это дает возможность выстроить команду, которая будет приносить пассивный доход 🤪\n\nКроме того, вас ждут огромные бонусы, о которых я расскажу на обучении 😊\n\nНо сколько реально можно заработать? ⏬",
        "image_url": "images/img_2.jpg",
        "buttons": [
            {"text": "Сколько можно заработать? 🤔", "callback_data": "stage_3"}
        ]
    },
    "stage_3": {
        "text": "Все зарабатывают по-разному 😉\n\nМой наставник, через которого я попал в проект, заработал за апрель 164 800₽ 😱\n\nДоход может быть разным, но факт в том, что в этом проекте заработают ВСЕ!\n\nПроект подходит для:\n1. Студентов, у которых нет времени на работу\n2. Мамочек в декрете, ведь детишки требуют много времени\n3. Пенсионеров, как отличный и легкий доход на пенсии\n\nСкажи, актуально ли тебе мое предложение и хочешь ли ты стать частью команды и начать зарабатывать в интернете? 🤨",
        "image_url": "images/img_3.jpg",
        "buttons": [
            {"text": "Нет, спасибо 😭", "callback_data": "stage_4_no"},
            {"text": "Да, хочу! 🔥", "callback_data": "stage_4_yes"}
        ]
    },
    "stage_4_no": {
        "text": "Очень жаль, что тебе не интересно зарабатывать больше 😔\n\nНо я не могу оставить тебя ни с чем, поэтому расскажу про наш флагманский продукт — дебетовую карту Альфа-банка с любимым кешбэком 🥰\n\nОформив Альфа-карту по моей специальной ссылке, ты получишь ⏬\n\n— Приветственный бонус 500₽ для новых клиентов 💸\n— Пожизненное бесплатное обслуживание без условий 🤩\n— Кешбэк до 100% в барабане суперкешбэка, до 50% от партнеров, а также кешбэк 5% по четырем категориям\n— Платежи без комиссии и бесплатные переводы до 100 000₽\n\nОформить выгодную карту можно по специальной ссылке, которую не получить в банке 👉 https://vk.cc/cwCmrD\n\nЕсли передумаешь и захочешь стать частью нашей команды — пиши \"Хочу в команду\" ❤️",
        "buttons": [
            {"text": "Да, хочу! 🔥", "callback_data": "stage_4_yes"}
        ]
    },
    "stage_4_yes": {
        "text": "Отлично, {name}!\n\nРад, что ты хочешь стать частью нашей большой и дружной команды, в которой уже более 200 человек 🤝🏻\n\nЧтобы стать частью моей команды, тебе нужно выполнить два простых условия:\n1. Оформить Альфа-карту по моей ссылке\n2. Зарегистрироваться в \"Свой в Альфа\" по моей ссылке\n\nПосле этого я дам тебе все необходимые инструкции, добавлю в командный чат с обучением, и ты сможешь начать зарабатывать уже сегодня ❤️\n\nЧтобы получить все ссылки и инструкции, напиши мне в личные сообщения ⏬\n\nБуду ждать тебя 🥰",
        "buttons": [
            {
                "text": "Связаться со мной 📲",
                "url": "https://t.me/svoyvalfapaf"
            }
        ]
    }
}
